INSERT INTO products (name, category, price, is_available) VALUES
                                                               ('Эспрессо', 'Классика', 120.00, true),
                                                               ('Американо', 'Классика', 120.00, true),
                                                               ('Капучино', 'Классика', 150.00, true),
                                                               ('Латте', 'Классика', 150.00, true),
                                                               ('Флэт Уайт', 'Классика', 220.00, true),
                                                               ('Раф', 'Классика', 280.00, true),
                                                               ('Матча Латте', 'Не кофе', 250.00, true),
                                                               ('Матча Фьюжн', 'Не кофе', 290.00, true),
                                                               ('Банановый Раф', 'Авторский', 380.00, true),
                                                               ('Латте Клубника', 'Авторский', 350.00, true),
                                                               ('Голубое Облако', 'Бабл Ти', 320.00, true),
                                                               ('Пипс', 'Лимонады', 280.00, true),
                                                               ('Мята-Грейпфрут', 'Чай', 250.00, true),
                                                               ('Смурфик', 'Милкшейки', 310.00, true),
                                                               ('Супер Фит', 'Смузи', 290.00, true),
                                                               ('Апельсин', 'Фреш', 350.00, true)
    ON CONFLICT DO NOTHING;